Revit 2027 API
UnitTypeId.SquareFeetPerTonOfRefrigeration Property
 Square feet per ton of refrigeration.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SquareFeetPerTonOfRefrigeration { get; }
Public Shared ReadOnly Property SquareFeetPerTonOfRefrigeration As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SquareFeetPerTonOfRefrigeration {
	ForgeTypeId^ get ();
}
static member SquareFeetPerTonOfRefrigeration : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace